{
    "check": "Check Solution",
    "nextContent": "Next Content Block ",
    "defaultOption": "Choose",
    "showTip": "Show help text.",
    "tipHeadline": "What can you do with this element?",
    "title": "Relate",
    "tooltip": "<p>In this one you can ask your participants questions, in which an assignment must be made. To do this, set image or audio files. This component is suitable for the to train understanding of interrelationships.</p><p>In the line \"Title\", enter the title for the task one. You can also leave this line blank, e.g. if this component is a part of a series of learning tests.</p><p>The line \"Question/Task\" gives you space to formulate a work order. Line breaks can be defined with a backslash (\"\\\").</p> <p>In \"Voice over\" you store the address of the audio file that reads out the work order.</p><p>In \"Solutions/Relationships\" enter all possible answers. These will later be available for selection in the drop-down menu. You can add as many solutions as you like. To do this, use the blue button below the list of solutions. Individual solutions can be removed via the red button.</p><p>The \"Items\" include the examples that your participants should be assigned to the correct category. You can enter a URL for an image and for a sound file. Select which of the answer options is correct. Here you can add as many items as you like via the blue button, with the red button you can delete items.</p>",
    "edit": {
        "title": "Title",
        "titlePlaceholder": "e.g. Exercise 1",
        "task": "Question / Task",
        "taskPlaceholder": "e.g. Task 1",
        "taskAudio": "Voice over",
        "taskAudioPlaceholder" : "e.g. https://www.laya.de/offstimme.mp3",
        "solution": "Solution",
        "solutions": "Solutions / Relations",
        "text": "Text",
        "solutionAdd": " Add Solution",
        "items": "Items",
        "itemAdd": " Add Item",
        "imgPlaceholder": "Image URL",
        "audioPlaceholder": "Audio URL"
    }
}
